Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_connection_try_again
source: Please check your internet connection and try again
ak: Yɛsrɛ wo, hwɛ wo Intanɛt nkitahodi no na san sɔ hwɛ
am: እባክዎ የኢንተርኔት ግንኙነትዎን ያረጋግጡ እና እንደገና ይሞክሩ
ar: يرجى التحقق من اتصالك بالإنترنت ثم المحاولة مرة أخرى
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন
cs: Zkontrolujte připojení k internetu a zkuste to znovu
da: Kontrollér din internetforbindelse, og prøv igen
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και προσπαθήστε ξανά
es: Comprueba tu conexión a internet y vuelve a intentarlo
es_mx: Revisa tu conexión a internet e inténtalo de nuevo
fa: Lotfan etesal-e internet-e khod ra barrasi konid va dobare talash konid
fi: Tarkista internetyhteytesi ja yritä uudelleen
fil: Suriin ang iyong koneksyon sa internet at subukan muli
fr: Vérifiez votre connexion Internet, puis réessayez
fr_ca: Vérifiez votre connexion Internet et réessayez
ha: Da fatan za a duba haɗin intanet ɗinka, sannan a sake gwadawa
he: בדקו את החיבור לאינטרנט ונסו שוב
hi: कृपया अपना इंटरनेट कनेक्शन जाँचें और फिर से कोशिश करें
hr: Provjerite internetsku vezu i pokušajte ponovno
hu: Ellenőrizze internetkapcsolatát, majd próbálja újra
id: Periksa koneksi internet Anda, lalu coba lagi
is: Athugaðu internettenginguna og reyndu aftur
it: Controlla la connessione a Internet e riprova
ja: インターネット接続を確認して、もう一度お試しください
ka_ge: შეამოწმეთ ინტერნეტკავშირი და სცადეთ ხელახლა
kk: Интернет байланысын тексеріп, әрекетті қайталаңыз
km_kh: សូមពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក ហើយព្យាយាមម្តងទៀត
ko: 인터넷 연결을 확인한 후 다시 시도하세요
lv: Pārbaudiet interneta savienojumu un mēģiniet vēlreiz
ms: Sila periksa sambungan internet anda dan cuba lagi
nb: Kontroller internettforbindelsen og prøv på nytt
ne: कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस् र पुनः प्रयास गर्नुहोस्
nl: Controleer uw internetverbinding en probeer het opnieuw
pl: Sprawdź połączenie z internetem i spróbuj ponownie
ps_af: مهرباني وکړئ د انټرنېټ اړیکه مو وګورئ او بیا هڅه وکړئ
pt: Verifique a ligação à Internet e tente novamente
pt_br: Verifique sua conexão com a internet e tente novamente
ro: Verificați conexiunea la internet și încercați din nou
ru: Проверьте подключение к интернету и повторите попытку
si: කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න
sk: Skontrolujte internetové pripojenie a skúste to znova
sl: Preverite internetno povezavo in poskusite znova
sr: Proverite internet vezu i pokušajte ponovo
sv: Kontrollera din internetanslutning och försök igen
sw: Tafadhali angalia muunganisho wako wa intaneti, kisha ujaribu tena
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin
uk: Перевірте підключення до інтернету та повторіть спробу
ur: اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں
uz: Internet ulanishingizni tekshiring va qayta urinib ko‘ring
vi: Kiểm tra kết nối Internet rồi thử lại
yo: Jọ̀wọ́ ṣàyẹ̀wò ìsopọ̀ Íńtánẹ́ẹ̀tì rẹ, kí o sì gbìyànjú lẹ́ẹ̀kan sí i
zh_hans: 请检查互联网连接，然后重试
zh_hant: 請檢查您的網際網路連線，然後再試一次

# mb_decrease_lighting_intensity
source: Move to spot with less lighting
ak: Dane kɔ baabi a hann nni hɔ papa
am: አነስ ያለ ብርሃን ወዳለው ቦታ ይንቀሳቀሱ
ar: انتقل إلى مكان ذي إضاءة أقل
bn: কম আলোযুক্ত স্থানে যান
cs: Přesuňte se na méně osvětlené místo
da: Flyt til en sted med mindre lys
de: An eine Stelle mit weniger Licht gehen
el: Μετακινηθείτε σε σημείο με λιγότερο φωτισμό
es: Muévase a un lugar con menos luz
es_mx: Mover a un sitio con menos luz
fa: Be jayi ba nur-e kamtar beravid
fi: Siirry himmeämmin valaistuun paikkaan
fil: Iusog sa bahaging hindi masyadong maliwanag
fr: Se déplacer vers un endroit moins éclairé
fr_ca: Veuillez vous déplacer vers un endroit moins éclairé.
ha: Matsa zuwa wuri mai ƙarancin haske
he: עברו למקום עם פחות תאורה
hi: कम रोशनी वाले स्थान पर जाएँ
hr: Pomaknite se na slabije osvijetljeno mjesto
hu: Menjen egy kevésbé megvilágított helyre
id: Pindah ke tempat dengan pencahayaan yang lebih sedikit
is: Farið á stað með minni lýsingu
it: Sposta in un punto meno illuminato
ja: 暗い場所に移動してください
ka_ge: გადადით ნაკლებად განათებულ ადგილას
kk: Жарығы азырақ жерге өтіңіз
km_kh: ផ្លាស់ទីទៅកន្លែងដែលមានពន្លឺតិច
ko: 조명이 지금보다 약한 곳으로 이동하세요
lv: Pārvietot uz vietu ar mazāku apgaismojumu
ms: Beralih ke tempat yang kurang pencahayaan
nb: Flytt til et sted med mindre belysning
ne: कम उज्यालो स्पटमा जानुहोस्
nl: Ga na een plek met minder licht
pl: Przejdź w mniej oświetlone miejsce
ps_af: هغه ځای ته لاړ شئ چې لږ رڼا ولري
pt: Desloque-se para um local com menos iluminação
pt_br: Mova para um local com menos iluminação
ro: Mutați-vă într-un loc mai puțin luminos
ru: Перейдите в менее освещенное место
si: ආලෝකය මදක් අඩු තැනකට යන්න
sk: Presuňte sa na miesto s menším osvetlením
sl: Premaknite se na mesto z manj svetlobe
sr: Pomerite se na mesto sa manje svetla
sv: Flytta till mindre belyst plats
sw: Songa mahali penye mwanga kidogo
th: ย้ายไปยังจุดที่มีแสงสว่างน้อยกว่า
tr: Daha az ışık olan bir noktaya geç
uk: Перейдіть у місце з менш яскравим освітленням
ur: کم روشنی والی جگہ پر جائیں
uz: Yorugʻligi kamroq joyga oling
vi: Di chuyển đến nơi ít sáng hơn
yo: Lọ sí ibi tí ìmọ́lẹ̀ ò fi bẹ́ẹ̀ sí
zh_hans: 移动到光线更暗的位置
zh_hant: 移到照明較暗的點

# mb_dialog_back_button
source: Back
ak: Akyire
am: ተመለስ
ar: عودة
bn: পেছনে
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_mx: Anterior
fa: Bazgasht
fi: Takaisin
fil: Bumalik
fr: Retour
fr_ca: Retour
ha: Baya
he: חזור
hi: पिछला
hr: Natrag
hu: Vissza
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ka_ge: უკან
kk: Артқа қайту
km_kh: ត្រឡប់មកវិញ
ko: 뒤로
lv: Atpakaļ
ms: Kembali
nb: Tilbake
ne: पछाडि
nl: Terug
pl: Wstecz
ps_af: شاته
pt: Anterior
pt_br: Voltar
ro: Înapoi
ru: Назад
si: ආපසු
sk: Späť
sl: Nazaj
sr: Nazad
sv: Tillbaka
sw: Nyuma
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: پیچھے
uz: Ortga
vi: Quay lại
yo: Padà
zh_hans: 返回
zh_hant: 背面

# mb_dialog_done_button
source: Done
ak: Awiei
am: ተከናውኗል
ar: انتهى
bn: সম্পন্ন
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
es_mx: Finalizar
fa: Anjam shod
fi: Valmis
fil: Tapos na
fr: Terminé
fr_ca: Terminé
ha: Kammala
he: בוצע
hi: हो गया
hr: OK
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka_ge: დასრულდა
kk: Дайын
km_kh: រួចរាល់
ko: 완료
lv: Gatavs
ms: Siap
nb: Ferdig
ne: भयो
nl: Gereed
pl: Gotowe
ps_af: وشو
pt: Concluído
pt_br: Concluído
ro: Terminat
ru: Готово
si: කළා
sk: Hotovo
sl: Končano
sr: Gotovo
sv: Klart
sw: Umemaliza
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
uz: Tayyor
vi: Đã xong
yo: Parí
zh_hans: 完成
zh_hant: 完成

# mb_dialog_next_button
source: Next
ak: Nea Edi Hɔ
am: ቀጣይ
ar: التالي
bn: পরবর্তী
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_mx: Siguiente
fa: Ba'di
fi: Seuraava
fil: Susunod
fr: Suivant
fr_ca: Suivant
ha: Gaba
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Berikutnya
is: Áfram
it: Avanti
ja: 次へ
ka_ge: შემდეგი
kk: Келесі
km_kh: បន្ទាប់
ko: 다음
lv: Nākamais
ms: Seterusnya
nb: Neste
ne: अर्को
nl: Volgende
pl: Dalej
ps_af: بل
pt: Seguinte
pt_br: Próximo
ro: Următorul
ru: Далее
si: ඊලඟ
sk: Ďalej
sl: Naprej
sr: Dalje
sv: Nästa
sw: Endelea
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
uz: Keyingisi
vi: Tiếp theo
yo: Tó kàn
zh_hans: 下一步
zh_hant: 下一步

# mb_dialog_skip_button
source: Skip
ak: Twam
am: ዝለል
ar: تخطي
bn: বাদ দিন
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_mx: Omitir
fa: Rad konid
fi: Ohita
fil: Laktawan
fr: Ignorer
fr_ca: Ignorer
ha: Tsallake
he: דלג
hi: स्किप करें
hr: Preskoči
hu: Átugrás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
ka_ge: გამოტოვება
kk: Өткізу
km_kh: រំលង
ko: 건너뛰기
lv: Izlaist
ms: Langkau
nb: Hopp over
ne: स्किप गर्नुहोस्
nl: Overslaan
pl: Pomiń
ps_af: پریږدئ
pt: Ignorar
pt_br: Pular
ro: Omiteți
ru: Пропустить
si: මඟ හරින්න
sk: Preskočiť
sl: Preskoči
sr: Preskoči
sv: Hoppa över
sw: Ruka
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑ دیں
uz: Tashlab ketish
vi: Bỏ qua
yo: Fò ó
zh_hans: 跳过
zh_hant: 略過

# mb_document_class_filtered_dialog_message
source: Try scanning a different document.
ak: Bɔ mmɔden sɛ wobɛskane krataa foforo.
am: ሌላ ሰነድ ለመቃኘት ይሞክሩ።
ar: حاول مسح مستند آخر.
bn: ভিন্ন ডকুমেন্ট স্ক্যান করার চেষ্টা করুন।
cs: Zkuste naskenovat jiný dokument.
da: Prøv at scanne et andet dokument.
de: Versuchen Sie, ein anderes Dokument zu scannen.
el: Δοκιμάστε να σαρώσετε ένα διαφορετικό έγγραφο.
es: Intente escanear otro documento.
es_mx: Prueba a escanear otro documento.
fa: Yek sanad-e digar râ eskan konid.
fi: Yritä skannata toinen asiakirja.
fil: Subukang mag-scan ng ibang dokumento.
fr: Essayez de scanner un autre document.
fr_ca: Veuillez essayer de numériser un autre document.
ha: Gwada ɗaukar hoton wata takarda ta daban.
he: נסו לסרוק מסמך אחר.
hi: किसी भिन्न दस्तावेज़ को स्कैन करने का प्रयास करें.
hr: Pokušajte skenirati drugi dokument
hu: Próbáljon meg beolvasni egy másik dokumentumot.
id: Coba pindai dokumen yang berbeda.
is: Prófið að skannað annað skjal.
it: Prova a scansionare un documento diverso.
ja: 別の書類をスキャンしてみてください
ka_ge: სცადეთ სხვა დოკუმენტის დასკანერება.
kk: Басқа құжатты сканерлеп көріңіз.
km_kh: សាកល្បងស្កេនឯកសារផ្សេង។
ko: 다른 문서를 스캔해 보세요.
lv: Mēģiniet skenēt citu dokumentu.
ms: Cuba imbas dokumen yang berbeza.
nb: Forsøk å skanne et annet dokument.
ne: फरक कागजात स्क्यान गरेर हेर्नुहोस्
nl: Probeer een ander document te scannen.
pl: Spróbuj zeskanować inny dokument
ps_af: د بل سند سکین کولو هڅه وکړئ.
pt: Tente digitalizar um documento diferente.
pt_br: Tente digitalizar outro documento.
ro: Încercați să scanați un alt document.
ru: Попробуйте отсканировать другой документ.
si: වෙනත් ලේඛනයක් ස්කෑන් කිරීමට උත්සාහ කර බලන්න.
sk: Skúste naskenovať iný dokument.
sl: Poskusite optično prebrati drug dokument.
sr: Pokušajte da skenirate drugi dokument.
sv: Prova att skanna ett annat dokument.
sw: Jaribu kuskani hati tofauti.
th: ลองสแกนเอกสารอย่างอื่นดู
tr: Farklı bir belge taramayı dene.
uk: Спробуйте відсканувати інший документ.
ur: کسی اور دستاویز کو اسکین کرنے کی کوشش کریں۔
uz: Boshqa hujjatni skanerlab koʻring
vi: Thử quét tài liệu khác.
yo: Gbìyànjú síṣe ẹ̀dà àwòrán ìwé àkọsílẹ̀ tó yàtọ̀.
zh_hans: 尝试扫描不同的文档。
zh_hant: 請嘗試掃描其他文件。

# mb_document_class_filtered_dialog_title
source: Document not accepted
ak: Yangye krataa no
am: ሰነድ ተቀባይነት የለውም
ar: المستند غير مقبول
bn: ডকুমেন্ট গ্রহণযোগ্য নয়
cs: Dokument nebyl přijat
da: Dokument ikke accepteret
de: Dokument nicht akzeptiert
el: Το έγγραφο δεν έγινε δεκτό
es: Documento no aceptado
es_mx: No se acepta este documento
fa: Sanad pazirofte nashod
fi: Asiakirjaa ei hyväksytty
fil: Hindi tinanggap ang dokumento
fr: Document rejeté
fr_ca: Document non accepté
ha: Ba a karɓi takarda ba
he: המסמך לא התקבל
hi: दस्तावेज़ स्वीकार नहीं किया गया
hr: Dokument nije prihvaćen
hu: Dokumentum elutasítva
id: Dokumen tidak diterima
is: Skjal ekki samþykkt
it: Documento non accettato
ja: 書類が受け付けられません
ka_ge: დოკუმენტი უარყოფილია
kk: Құжат қабылданбады
km_kh: ឯកសារមិនត្រូវបានទទួលយកទេ
ko: 문서가 수락되지 않았습니다
lv: Dokuments nav pieņemts
ms: Dokumen tidak diterima
nb: Dokumentet godtas ikke
ne: कागजात स्वीकार्य भएन
nl: Document niet geaccepteerd
pl: Dokument nie został zaakceptowany
ps_af: سند نه دی منل شوی
pt: Documento não aceite
pt_br: Documento não aceito
ro: Document neacceptat
ru: Документ не поддерживается
si: ලේඛනය පිළිගත නොහැක
sk: Dokument nebol prijatý
sl: Dokument ni sprejet
sr: Dokument nije prihvaćen
sv: Dokumentet godkändes ej
sw: Hati haikubaliki
th: ไม่รองรับเอกสารนี้
tr: Belge kabul edilmedi
uk: Документ не прийнято
ur: دستاویز قبول نہیں کی گئی
uz: Hujjat qabul qilinmadi
vi: Tài liệu không được chấp nhận
yo: Ìwé àkọsílẹ̀ kò jẹ́ gbígbà
zh_hans: 文档不被接受
zh_hant: 文件未獲接受

# mb_document_not_fully_visible
source: Keep the document fully visible
ak: Hwɛ sɛ wobehu mfonini no nyinaa
am: ሰነዱን ሙሉ በሙሉ እንዲታይ ያድርጉ
ar: إبقاء المستند مرئياً بالكامل
bn: ডকুমেন্টটি পুরোপুরি দৃশ্যমান রাখুন
cs: Ponechat dokument zcela viditelný
da: Hold hele dokumentet synligt
de: Sicherstellen, dass das Dokument vollständig sichtbar bleibt
el: Φροντίστε το έγγραφο να είναι πλήρως ορατό
es: Mantenga el documento visible en su totalidad
es_mx: Mantener visible todo el documento
fa: Madrak ra kamelan namayan negah darid
fi: Pidä asiakirja täysin näkyvissä
fil: Panatilihing ganap na nakikita ang dokumento
fr: Gardez le document entièrement visible
fr_ca: Veillez à ce que le document soit entièrement visible.
ha: A daidaita yadda za a iya kallon takardar baki ɗaya
he: השאירו את המסמך גלוי לחלוטין
hi: दस्तावेज़ को इस प्रकार रखें की यह पूरी तरह दिखाई दे
hr: Držite dokument u potpunosti vidljivim
hu: Tartsd a dokumentumot teljesen láthatóan
id: Pastikan dokumen tetap terlihat sepenuhnya
is: Haldið skjalinu fyllilega sýnilegu
it: Fai in modo che il documento sia completamente visibile
ja: 書類全体が見えるようにしてください
ka_ge: დოკუმენტი სრულად უნდა ჩანდეს
kk: Құжаттың толықтай көрініп тұрғанына көз жеткізіңіз
km_kh: រក្សាឯកសារដែលអាចមើលឃើញយ៉ាងពេញលេញ
ko: 문서를 완전히 보이게 유지하세요
lv: Turēt dokumentu pilnībā redzamu
ms: Sentiasa pastikan dokumen dapat dilihat sepenuhnya
nb: La dokumentet være helt synlig.
ne: कागजातलाई पूर्ण रूपमा देखिने गरी राख्नुहोस्
nl: Het document volledig zichtbaar houden
pl: Dokument powinien być w całości widoczny
ps_af: سند په بشپړ ډول ښکاره وساتئ
pt: Mantenha o documento totalmente visível
pt_br: Mantenha o documento totalmente visível
ro: Menține documentul vizibil integral
ru: Сделайте так, чтобы документ был виден полностью
si: ලේඛනය සම්පූර්ණයෙන් පෙනෙන පරිදි තබා ගන්න
sk: Dokument musí byť úplne viditeľný
sl: Dokument ohrani povsem viden
sr: Neka dokument bude potpuno vidljiv
sv: Håll dokumentet fullt synligt
sw: Hakikisha hati inaonekana kabisa
th: ทำให้สามารถเห็นเอกสารเต็มขั้นตลอด
tr: Belgeyi tamamen görünür şekilde tut
uk: Тримайте документ повністю у полі зору
ur: دستاویز کو مکمل طور پر نمایاں رکھیں
uz: Hujjat toʻliq koʻrinsin
vi: Giữ văn bản hiển thị hoàn toàn
yo: Jẹ́ kí ìwé àkọsílẹ̀ hàn kedere ní kíkún
zh_hans: 保持文档完全可见
zh_hant: 保持文件完全可見

# mb_document_too_close_to_edge
source: Move the document from the edge
ak: Twe krataa no fi ano
am: ሰነዱን ከጠርዙ ያንቀሳቅሱት
ar: أبعد المستند عن الحافة
bn: ডকুমেন্টটি প্রান্ত থেকে সরান
cs: Přesunout dokument dál od kraje
da: Flyt dokumentet væk fra kanten
de: Verschieben des Dokuments vom Rand aus
el: Μετακινήστε το έγγραφο από την άκρη
es: Mueva el documento desde el borde
es_mx: Mover el documento desde el borde
fa: Madrak ra az labe door konid
fi: Siirrä asiakirjaa reunasta
fil: Iurong ang dokumento mula sa gilid
fr: Déplacer le document du bord
fr_ca: Déplacez le document depuis le bord
ha: A kawar da takardar daga dungun
he: הזז/י את המסמך מהקצה
hi: दस्तावेज़ को किनारे से हटाएँ
hr: Odmaknite dokument od ruba
hu: Mozdítsa el a dokumentumot a széltől
id: Gerakkan dokumen dari tepian
is: Færið skjalið frá brúninni
it: Sposta il documento dal bordo
ja: 書類を端から動かしてください
ka_ge: მოაშორეთ დოკუმენტი კიდეს
kk: Құжатты шет жақтан сәл жылжытыңыз
km_kh: ផ្លាស់ទីឯកសារពីគែម
ko: 문서가 가장자리와 너무 가깝습니다
lv: Pārvietot dokumentu prom no malas
ms: Alihkan fokumen dari tepi
nb: Flytt dokumentet fra kanten
ne: कागजातलाई किनाराबाट हटाउनुहोस्
nl: Verplaats het document weg van de rand
pl: Odsuń dokument od krawędzi
ps_af: سند له څنډې څخه حرکت وکړئ
pt: Mova o documento da margem
pt_br: Mova o documento pela borda
ro: Îndepărtați documentul de margine
ru: Уберите документ подальше от края
si: ලේඛනය දාරයෙන් අල්ලා එහා මෙහා කරන්න
sk: Presunúť dokument od okraja
sl: Dokument odmaknite od roba
sr: Odmaknite dokument od ivice
sv: Flytta dokumentet bort från kanten
sw: Sogeza hati kutoka kwenye ukingo
th: เลื่อนเอกสารออกจากขอบ
tr: Belgeyi kenardan taşı
uk: Відсуньте документ від краю
ur: دستاویز کو کنارے سے ہٹائیں
uz: Hujjatni chetidan siljiting
vi: Di chuyển tài liệu từ cạnh
yo: Sún ìwé àkọsílẹ̀ náà kúrò ní eteetí
zh_hans: 从边缘移动文件
zh_hant: 將文件從邊緣移開

# mb_enable_camera
source: Enable camera
ak: Ma kamara kwan
am: ካሜራን ስራ ያስጀምሩ
ar: تمكين الكاميرا
bn: ক্যামেরা চালু করুন
cs: Povolit přístup k fotoaparátu
da: Aktiver kamera
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es: Activar cámara
es_mx: Habilitar cámara
fa: Dorbin ra fa'al konid
fi: Ota kamera käyttöön
fil: I-enable ang camera
fr: Activer la caméra
fr_ca: Activer l'appareil photo
ha: A kunna kemara
he: אפשר/י מצלמה
hi: कैमरा सक्षम करें
hr: Dozvolite pristup kameri
hu: Kamera engedélyezése
id: Aktifkan kamera
is: Virkja myndavél
it: Abilita fotocamera
ja: カメラを有効にする
ka_ge: კამერის გააქტიურება
kk: Камераны қосу
km_kh: បើកកាមេរ៉ា
ko: 카메라 허용
lv: Iespējot kameru
ms: Dayakan kamera
nb: Aktiver kamera
ne: क्यामेरा इनेबल गर्नुहोस्
nl: Camera inschakelen
pl: Włącz aparat
ps_af: کیمره فعاله کړئ
pt: Ative a câmara
pt_br: Habilitar câmera
ro: Activare cameră foto
ru: Включить камеру
si: කැමරාව සබල කරන්න
sk: Povoliť fotoaparát
sl: Omogoči kamero
sr: Uključite kameru
sv: Aktivera kamera
sw: Washa kamera
th: เปิดใช้งานกล้อง
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
ur: کیمرہ فعال کریں
uz: Kamerani yoqish
vi: Bật camera
yo: Fún kámẹ́rà ní ìyọ̀nda
zh_hans: 启用相机
zh_hant: 啟用相機

# mb_enable_permission_help
source: You will now be taken to permission settings where you need to give camera permission to the app.
ak: Wɔde wo bɛkɔ pɛmihyen sɛtins baabia ɛsɛ sɛ woma app no kamara pɛmihyen kwa.
am: አሁን ለመተግበሪያው የካሜራ ፍቃድ መስጠት ወደሚሰጡበት የፍቃድ ቅንብሮች ይወሰዳሉ።
ar: سيتم تحويلك الآن إلى إعدادات الأذونات, حيث تحتاج إلى منح التطبيق إذناً بالوصول إلى الكاميرا.
bn: আপনাকে এখন অনুমতির সেটিংসে নিয়ে যাওয়া হবে, যেখানে আপনাকে অ্যাপটিকে ক্যামেরার অনুমতি দিতে হবে।
cs: Nyní se zobrazí nastavení oprávnění, kde je nutné aplikaci povolit přístup k fotoaparátu.
da: Du bliver nu ført til tilladelsesindstillingerne, hvor du skal give appen kameratilladelser.
de: Sie werden jetzt zu den Berechtigungseinstellungen weitergeleitet, wo Sie der App den Zugriff auf die Kamera erlauben müssen.
el: Θα μεταφερθείτε τώρα στις ρυθμίσεις αδειών όπου θα πρέπει να δώσετε άδεια στην κάμερα στην εφαρμογή.
es: Ahora se le redirigirá a la configuración de permisos, donde tendrá que otorgar a la aplicación permiso de cámara.
es_mx: Ahora se te redirigirá a la configuración de los permisos para que autorices el acceso de la aplicación a la cámara.
fa: Hala be tanzimat-e dastresi hedayat mishavid; dar anja bayad ejaze-ye dorbin ra be barname bedahid.
fi: Sinut ohjataan nyt käyttöoikeusasetuksiin. Siellä sinun on annettava sovellukselle kameran käyttöoikeus.
fil: Ililipat ka ngayon sa mga setting ng pahintulot kung saan mo bibigyan ng pahintulot ang app.
fr: Vous allez maintenant être redirigé vers les paramètres d'autorisation où vous devez donner à l'application l'autorisation d'accéder à la camera.
fr_ca: Vous serez maintenant redirigé vers les paramètres d'autorisation où vous devrez accorder l'autorisation d'utiliser l'appareil photo à l'application.
ha: Yanzu za a kai ku ɓangaren saitunan izini, wanda a nan ne ake buƙatar ku ba wa manhajar izinin amfani da kamera.
he: כעת תועבר/י להגדרת הרשאות ושם עליך לתת לאפליקציה הרשאת מצלמה.
hi: अब आपको अनुमति सेटिंग पर ले जाया जाएगा जहां आपको ऐप को कैमरे की अनुमति देनी होगी.
hr: Bit ćete odvedeni na postavke sustava gdje morate aplikaciji dozvoliti pristup kameri.
hu: Ön most át lesz irányítva az engedélyezési beállításokhoz, ahol engedélyeznie kell az alkalmazás számára a kamera használatát.
id: Anda kini akan diarahkan ke pengaturan perizinan di mana Anda perlu memberikan izin kamera bagi aplikasi.
is: Farið verður í heimildastillingar þar sem gefa þarf appinu leyfi fyrir myndavélinni.
it: Ora verrai portato alle impostazioni di autorizzazione, dove dovrai fornire l'autorizzazione per l'uso della fotocamera all'app.
ja: 許可設定画面に移動し,アプリにカメラへのアクセス許可を与えてください。
ka_ge: ახლა გადახვალთ ნებართვების პარამეტრებზე, სადაც უნდა დაუშვათ აპლიკაციაში კამერის გამოყენება.
kk: Енді сізді камераға рұқсат беру үшін рұқсаттар баптауларына бағыттаймыз. Қолданбаға камераны қолдануға рұқсат беруіңіз керек.
km_kh: ឥឡូវនេះ អ្នកនឹងត្រូវបាននាំទៅកាន់ការកំណត់ការអនុញ្ញាត ដែលអ្នកត្រូវផ្តល់ការអនុញ្ញាតកាមេរ៉ាដល់កម្មវិធី។
ko: 앱에 카메라 권한을 허용할 수 있도록 권한 설정으로 이동합니다.
lv: Tagad jūs novirzīs uz atļauju iestatījumiem, kur lietotnei ir jāpiešķir kameras atļauja.
ms: Anda kini akan dibawa kepada tetapan kebenaran untuk anda memberikan kebenaran kamera kepada aplikasi.
nb: Du blir nå ført til tillatelsesinnstillinger der du må gi kameratillatelse til appen.
ne: तपाईंलाई अनुमति सेटिङमा लगिने छ जहाँ तपाईंले एपमा क्यामेरा अनुमति दिन आवश्यक छ।
nl: U wordt nu omgeleid naar de toegangsinstellingen waar u de app toegangsrechten tot de camera moet geven.
pl: Zostaniesz teraz przeniesiony do ustawień uprawnień, gdzie należy udzielić aplikacji dostępu do aparatu.
ps_af: اوس به تاسو د اجازې ترتیباتو ته وړل کیږئ چیرې چې تاسو اړتیا لرئ اپلیکیشن ته د کیمرې اجازه ورکړئ.
pt: Vai ser redirecionado para as configurações de permissão, onde tem de dar permissão à aplicação para acesso à câmara.
pt_br: Agora você será direcionado para as configurações de permissão, onde precisará conceder permissão para a câmera no aplicativo.
ro: Veți fi direcționat către setările de permisiuni, unde va trebui să activați accesul la camera foto pentru aplicație.
ru: Сейчас вы перейдете в раздел разрешений, где нужно будет дать приложению доступ к камере.
si: දැන් ඔබව අවසර සැකසුම් වෙත ගෙන යනු ඇති අතර, එහි දී ඔබ යෙදුමට කැමරා අවසරය ලබා දිය යුතු ය.
sk: Teraz budete presmerovaný na nastavenia povolení, kde je nutné udeliť fotoaparátu prístup k aplikácii.
sl: Zdaj boste preusmerjeni v nastavitve dovoljenj, kjer morate aplikaciji dati dovoljenje za kamero.
sr: Sada ćete biti preusmereni na podešavanja dozvola, gde treba da dozvolite aplikaciji pristup kameri.
sv: Du tas nu till behörighetsinställningarna där du behöver ge appen kamerabehörighet.
sw: Sasa utaelekezwa kwenye mipangilio ya programu ambapo unahitaji kuiruhusu kamera kwenye programu.
th: ตอนนี้คุณจะถูกนำไปที่การตั้งค่าการอนุญาตซึ่งคุณจะต้องอนุญาตแอปให้ใช้งานกล้อง
tr: Şimdi, uygulamaya kamera izni vermen gereken izin ayarlarına yönlendirileceksin.
uk: Тепер ви перейдете до налаштувань дозволів, де вам потрібно надати застосунку дозвіл на доступ до камери.
ur: اب آپ کو اجازتوں کی سیٹنگز پر لے جایا جائے گا جہاں آپ کو ایپ کو کیمرہ کی اجازت دینی ہوگی۔
uz: Ilovaga kamera ruxsati beriladigan ruxsat sozlamalariga yoʻnaltirilasiz.
vi: Bây giờ, bạn sẽ được đưa đến mục cài đặt quyền để bạn cấp quyền cho ứng dụng sử dụng camera.
yo: Yó wá gbé ọ lọ sí ààyè ètò ìgbaniláàyè níbi tí ọ ti nílò láti fún kámẹ́rà ní ìyọ̀nda sí áàpù náà
zh_hans: 您将被引导至权限设置页面,需要您在页面中向本应用授予相机权限。
zh_hant: 系統會將您帶往權限設定,您必須在此將相機權限授予應用程式。
